#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Polish
@LOCALIZEDNAME=Polski
@AUTH=thepriest 
@EMAIL=thepriest@o2.pl
@DESC=Polskie tłumczenie Teen Spirit (Conium)
@WWW=http://forum.artificialspirit.com/viewtopic.php?f=6&t=452
@VERSION=1.0
@BUILD=0
@AUTOUPDATEURL=http://forum.artificialspirit.com/viewtopic.php?f=6&t=452

#102=Export Selected Lines
102=Eksportuj zaznaczone linie
#103=Album
103=Album
#104=Export All
104=Eksportuj Wszystko
#105=TrackNo
105=Nr. Utworu
#106=Location
106=Ścieżka
#107=Size
107=Rozmiar
#108=Type
108=Typ
#109=Duration
109=Czas
#110=Bitrate
110=Bitrate
#111=Delete From History
111=Usuń z Historii
#112=Genre
112=Gatunek
#113=Comment
113=Komentarz
#114=Date Added
114=Data dodania
#115=Rating
115=Ocena
#116=Track not found.
116=Nie znaleziono utworu
#117=Number of Tracks
117=Liczba utorów
#118=Do you want to see the exported file now?
118=Czy wyświetlić wyeksportowany plik?
#119=Date Updated
119=Data aktualizacji
#120=Operation
120=Proces
#121=No Tracks in this Selection
121=Brak zaznaczonych utworów
#123=Idle
123=Bezczynny
#124=Select Something
124=Zaznacz coś
#125=Total Size of Tracks (Mb)
125=Rozmiar całkowity utworów (Mb)
#126=Idle
126=Bezczynny
#127=Records
127=Records
#128=Show Year (in [] after Albums)
128=Pokaż rok (w [] po nazwie albumu)
#129=First Appearance
129=Pierwsza odsłona
#130=Last Appearance
130=Ostatnia odsłona
#131=Rank
131=Ocena
#132=Hits
132=Odsłuchań
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Czy chcesz także zaktualizować plik(i)? (%d plik(ów) zostanie zaktualizowany(ch))
#134=Application
134=Aplikacja
#135=Update Tracks Warning
135=Ostrzeżenie: Aktualizacja plików
#136=Language
136=Język
#137=*Needs program restart
137=*Wymagany restart programu
#139=Recognize as fast as you can the song that you listen.
139=Rozpoznaj jak najszybciej utwór, który słyszysz.
#140=Add Files
140=Dodaj pliki
#141=Update Local Collections
141=Aktualizuj lokalne kolekcje
#142=Exit
142=Koniec
#143=Select Folder
143=Wybierz folder
#144=[Unknown]
144=[Nieznany]
#145=Quick
145=Szybkie
#146=Search
146=Szukanie
#147=Play
147=Odtwórz
#148=Enqueue
148=Kolejkuj
#149=Advanced Search
149=Zaawan. szukanie
#150=History
150=Historia
#151=Options
151=Opcje
#152=Collections
152=Kolekcje
#153=About
153=O...
#154=Artists - Albums
154=Artysta - Album
#155=Genres - Artists
155=Gatunek - Artysta
#156=Years - Albums
156=Rok - Album
#157=Collections - Artists
157=Kolekcja - Artysta
#158=Albums with various artists*
158=Albumy różnych artystów*
#159=Sort By Name
159=Sortuj alfabetycznie
#160=Sort By Rating
160=Sortuj wg oceny
#161=Sort By Number Of Tracks
161=Sortuj wg liczby utworów
#162=All
162=Wszystko
#163=Audio
163=Audio
#164=Video
164=Wideo
#167=Show/Hide Mini Player
167=Pokaż/Ukryj Mini Player
#168=Play / Pause
168=Odtwórz / Pauzuj
#169=Stop
169=Zatrzymaj
#170=Next
170=Następny
#171=Previous
171=Poprzedni
#172=Shuffle
172=Losowo
#173=Loop
173=Powtarzaj
#174=Show Main Window
174=Pokaż główne okno
#175=Show Mini Player
175=Pokaż Mini Player
#176=Exit Application
176=Wyjdź
#177=result found
177=wynik wyszukiwania
#178=results found
178=wyniki wyszukiwania
#179=Please enter at least 1 character.
179=Podaj przynajmniej jeden znak.
#180=Media Idle
180=Media bezczynne
#181=Network Idle
181=Sieć bezczynna
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Plik '%s' nie może zostać usunięty. Czy chcesz usunąć go tylko z kolekcji?
#183=Scanning Files
183=Przeszukiwanie...
#184=File
184=Plik
#185=Downloading
185=Pobieranie...
#186=Auto Continue
186=Autokontynuacja
#187=Show Visualizations - Video
187=Pokaż Wizualizacje - Wideo
#188=Randomize List
188=Losuj listę
#189=Load List (m3u)
189=Wczytaj listę (m3u)
#190=Save List (m3u)
190=Zapisz listę (m3u)
#191=Clear List
191=Wyczyść listę
#192=[Various]
192=[Różni]
#193=Days between check
193=Pobierz info (AllMusic.com)
#195=Properties
195=Właściwości
#197=Bad
197=Zła
#198=Neutral
198=Neutralna
#199=Good
199=Dobra
#200=Very Good
200=B. Dobra
#201=Outstanding
201=Niesamowita
#202=Open Containing Folder
202=Otwórz folder macierzysty...
#203=Copy To
203=Kopiuj do
#204=Copy Path
204=Kopiuj ścieżkę
#205=Renamer
205=Zmień nazwę
#206=Delete
206=Usuń
#207=Download Lyrics
207=Pobierz tekst
#208=The files will be completly erased from your PC. Are you sure?
208=Pliki zostaną całkowicie usunięte z Twojego komputera. Czy chcesz kontynuować?
#209=Deletion Operation
209=Proces usuwania
#210=Warning
210=Ostrzeżenie
#211=Simple Search
211=Proste szukanie
#212=All Time
212=Wszechczas
#213=Best/Worst
213=Naj.. Naj..
#214=Lyrics Available
214=Dostępny tekst
#215=Special Info
215=Dodatkowe info
#216=Comments Available
216=Komentarz dostępny
#217=Personal Available
217=Własne dostępne
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Ranking<br><h1>%s</h1><br>%d odsłuchań</center></td><td><left><b>Miesięczny ranking: </b>%s (%d odsłuchań)<br><b>Dodany do kolekcji: </b>%s<br><b>Pierwszy raz odsłuchany: </b>%s<br><b>Ostatnio odsłuchany: </b>%s<br></tr></table>
#219=Tracks
219=Utworów
#220=Album Review Not Found
220=Recenzji nie znaleziono
#221=Album review
221=Recenzja Albumu
#222=Lyrics Not Found
222=Tekstu nie znaleziono
#223=Open Picture
223=Otwórz obraz
#224=Edit Picture
224=Edytuj obraz
#225=Save Picture
225=Zapisz obraz
#226=Save Text
226=Zapisz tekst
#227=Operation Failed
227=Proces nieudany
#228=Lyrics
228=Tekst
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Przeszukuje utwory z <b>Komentarzami, Tekstem, Własnymi danymi</b>.
#230=Popularity
230=Najpopularnijsze
#231=Information not found
231=Nie znaleziono informacji
#232=Comments
232=Komentarze
#233=Personal
233=Własne
#234=Special Info
234=Dodatkowe informacje
#235=Artist Biography not found
235=Nie znaleziono biografii artysty
#236=Artist Biography
236=Biografia artysty
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Przeszukuje pola <b>Artysta, Album, Utwór</b> i <b>Ścieżka</b>. Wybierz dodatkowo <b>rodzaj mediów</b>.
#238=Lyrics etc.
238=Teksty
#239=Latest Additions
239=Ostatnio dodane
#240=File Type Filter
240=Filtr rodzaju mediów
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Wyszukuje <b>ostatnio dodane</b> pliki w Twojej kolekcji.
#242=Since
242=Od
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Znajdź najlepsze i najgorsze utwory (bazując na <b>rankingu</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Najpopularniejsze utwory bazując na <b>zapisie historii</b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Przeszukuje wszystkie <b>większe dane tekstowe</b> zawarte w plikach. Wybierz <b>typ danych</b>. Podaj przynajmniej 4 znaki.
#246=Information Type
246=Typ danych
#247=Please wait...
247=Proszę czekaj...
#248=by
248=wg
#249=Last query needed %d ms
249=Wyszukiwanie zajęło %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Czy jesteś przekonany by <b>zablokować potwierdzenie pobierania tekstów</b><br> w tej sesji (do ponownego uruchomienia Teen Spirit)?
#251=Disable Lyrics Confirmation
251=Potwierdzenie pobierania tekstów
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Teen Spirit nie znalazł twoich <b>Kolekcji</b>. To może oznaczać że uruchamiasz program <b>pierwszy raz</b>. Jeśli tak, możesz odwiedzić <a href='http://www.artificialspirit.com'>stronę domową Teen Spirit</a> , by uzyskać pomoc.<br>By <b>dodać pliki muzyczne</b> do Twojej kolekcji naciśnij 'Tak'. Zostaniesz poproszony o wskazanie folderu zawierającego pliki mp3, wma, avi, mpg. Naciśnij 'Nie' by kontynuować z pustą kolekcją (<b>nie zalecane</b>).
#253=Yes
253=Tak
#254=No
254=Nie
#255=Empty Collection
255=Pusta kolekcja
#256=Years
256=Lata
#257=Months
257=Miesiące
#258=Days
258=Dni
#259=365 Days
259=365 Dni
#260=30 Days
260=30 Dni
#261=10 Days
261=10 Dni
#262=24 Hours
262=24 Godziny
#263=Track played
263=Utwór odtwarzany autom. 
#264=Track specific click
264=Utwór odtwarzany ręcznie
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Normalny
#271=Recorded History
271=Zapisana historia
#272=Top Songs
272=Ulubione utwory
#273=Top Artists
273=Ulubieni artyści
#274=Year
274=Rok
#275=Month
275=Miesiąc
#276=Day
276=Dzień
#277=untill
277=do
#278=Not Enough Data.
278=Za mało danych.
#279=Time Interval
279=Przedział czasowy
#280=This information will be written in the file.
280=Ta informacja zostanie zapisana w pliku.
#281=TimeSlider
281=Ustaw przedział czasowy
#282=This information will not be written in the file.
282=Ta informacja nie zostanie zapisana w pliku.
#283=Active
283=Aktywny
#284=Text Filters
284=Filtruj
#285=Title
285=Tytuł
#286=Artist
286=Artysta
#287=Export Finished
287=Eksport Zakończony
#288=Date Filter
288=Filtr czasu
#289=Normal
289=Normalny
#290=Show Number Of Items (in () after Item)
290=Pokaż liczbę utworów (w () po artyście)
#291=Extra Info
291=Dodatkowe informacje
#292=Item Grouping (Artist / Album Style)
292=Grupowanie (Artysta / Album)
#293=Update
293=Aktualizuj
#294=Remove
294=Usuń
#295=Add Collection
295=Dodaj kolekcję
#296=Name
296=Nazwa
#297=Enabled
297=Włącz
#298=Min number of Tracks
298=Minimalna liczba utworów
#299=Main Tags
299=Główne Tagi
#300=Extra Tags
300=Extra Tagi
#301=Internet Options
301=Opcje internetowe
#302=Impersonate Browser
302=Podszyj przeglądarkę Teen Spirit za
#303=Use Default Proxy
303=Użyj domyślnego Proxy
#304=Automated Downloader
304=Automatyczne pobieranie
#309=Special Tags Support
309=Wsparcie dla tagów specjalnych
#310=Auto Play
310=Odtwarzaj po uruchomieniu
#311=Remember Last Track
311=Pamiętaj ostatnio odtwarzane
#312=Remember Time
312=Pamiętaj czas
#313=Play Control
313=Odtwarzanie
#314=Startup
314=Włączanie
#315=General
315=Ogólne
#316=Global Hotkeys
316=Skróty globalne
#317=Picture
317=Obrazek
#318=Minimize to Tray
318=Minimalizuj do paska systemowego
#319=Mini Player
319=Mini Player
#320=Show Always
320=Zawsze
#321=Automatic
321=Automatycznie
#322=Manually
322=Ręcznie
#323=Never Show
323=Nigdy
#324=List View
324=Wyświetlanie
#325=Show 'New' sign (in days)
325=Pokaż znacznik 'Nowy' przez (w dniach)
#326=Accept
326=Akceptuj
#327=Try Again
327=Ponów
#328=Refuse
328=Odmów
#329=Accept All
329=Akceptuj wszystko
#330=Don't Show Again
330=Nie pokazuj ponownie
#331=Info Check
331=Info Check
#332=Main Options
332=Główne
#333=Tree View
333=Drzewo folderów
#334=Information Retrieval
334=Wyszukiwanie informacji
#335=Media Player
335=Odtwarzacz
#336=Tagging
336=Tagi
#337=A general <b>public</b> description of the track.
337=Ogólny <b>publiczny</b> opis utworu.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Coś, co <b>przypomina</b> ci utwór. Te informacje są <b>prywatne</b>.
#340=Multiple Files Properties
340=Właściwości wielu plików
#342=Biography
342=Biografia
#343=Review
343=Recenzja
#344=Import data from a file
344=Wczytaj z pliku
#346=Paste or write some text
346=Wklej albo napisz coś
#347=Delete Picture
347=Usuń obrazek
#348=Paste Picture
348=Wklej obrazek
#349=Picture Dimensions
349=Wymiary obrazka
#350=There is a new version available.<br>Do you want to go to the info page?
350=Dostępna jest nowa wersja.<br>Czy otworzyć stronę informacyjną?
#351=Program is up-to-date.
351=Posiadasz najnowszą wersję Teen Spirit
#352=Check for updates
352=Sprawdzaj aktualizacje programu
#353=Games
353=Quiz
#354=Update Check Failed.
354=Aktualizacja nieudana.
#355=There is no picture in the clipboard.
355=Nie ma obrazka w schowku.
#356=Collection List
356=Lista kolekcji
#358=Start
358=Start
#359=Results
359=Wyniki
#360=Correct Answers
360=Poprawne odpowiedzi
#361=Wrong Answers
361=Złe odpowiedzi
#362=Score:
362=Punktów:
#363=Submit Results
363=Wyślij
#364=Current
364=Aktualnie
#365=Best
365=Najlepszy
#366=Rename
366=Zmień imię
#367=Please enter a new name
367=Wpisz nowe imię
#368=Total Score:
368=Łącznie:
#369=Question:
369=Pytanie:
#370=Best Score:
370=Nalepszy wynik:
#371=Correct
371=Dobrze!
#372=Mistake
372=Źle!
#373=Music Quiz
373=Music Quiz
#374=Adding
374=Dodawanie
#375=Copy Text
375=Kopiuj tekst
#376=Detailed Search
376=Zaawans. szukanie
#377=Collection
377=Kolekcja
#378=Local Folder
378=Lokalny folder
#379=Net Folder
379=Folder sieciowy
#380=Media
380=Media
#381=Audio CD
381=Audio CD
#382=External Collection
382=External Collection
#383=Automatically update database after (sec)
383=Automatycznie aktualizuj kolekcję co (sek)
#385=Collection update started.
385=Aktualizacja rozpoczęta.
#386=Collection update finished.
386=Aktualizacja zakończona.
#387=Removing missing files
387=Usuwanie plików...
#388=files removed
388=pliki(ów) usunięte(ych)
#389=files added
389=pliki(ów) dodane(ych)
#390=Show History
390=Pokaż historię
#391=Can' t Locate File!
391=Nie można znaleźć pliku!
#392=Do you want to see the exported file now?
392=Czy wyświetlić wyeksportowany plik?
#393=Empty playlist. Drag Drop some tracks here
393=Lista odtwarzania jest pusta. Przenieś jakieś utwory
#394=Use multimedia hotkeys
394=Używaj skrótów klawiszowych
#395=Clipboard
395=Schowek
#396=Folder
396=Folder
#397=Collection already exists
397=Taka kolekcja już istnieje
#398=Do You want to continue?
398=Czy chcesz kontynuować?
#399=Collection was not accessible
399=Kolekcja niedostępna
#400=Collection is not ready.
400=Kolekcja nie jest gotowa.
#401=Track Removed from collection
401=Utwór usunięty z koleckji
#402=Removable Storage
402=Przenośne
#403=Not enough tracks to play the quiz
403=Niewystarczająca liczba utworów by zacząć Quiz
#404=Show All Tracks
404=Pokaż wszystkie utwory
#405=Locate Track
405=Pokaż album macierzysty
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Informacje o albumie mogą być dostępne na serwetach FreeDB. Czy chcesz spróbować je pobrać?
#407=The selected CD/DVD Drive is empty.
407=Napęd CD/DVD Drive Jest.
#408=Select Drive
408=Wybierz napęd
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Wybierz z listy. Naciśnij 'Skanuj' by odświeżyć listę.
#410=Internet is not connected. Do you want to go online?
410=Internet is not connected. Do you want to go online?
#411=Working
411=Przetwarzanie
#412=The whole Drive/Media will be added
412=Cały napęd/media zostanie dodany
#413=total
413=Czas całkowity
#414=Docked Visualization
414=Dokuj Wizualizacje
#415=Services
415=Internet
#416=Virtual tracks
416=Wirtualne
#417=This item already exists
417=Ten element już istnieje
#418=Empty
418=Pusty
#419=Ready
419=Gotowy
#420=Import Virtual Tracks
420=Importuj wirtualy 
#421=Export Virtual Tracks
421=Eksportuj wirtualny 
#422=Select the items you want to import to your Virtual Tracks Collection
422=Wybierz elementy. które chcesz zaimportować
#423=Select the virtual tracks you want to export to the file
423=Wybierz wirtualne utwory, które chcesz wyeksportować
#424=Import
424=Importuj
#425=Add Virtual Track
425=Dodaj jako wirtualny utwór
#426=Export
426=Eksportuj
#427=Insert List (m3u)
427=Wstaw listę (m3u)
#428=Hide Visualizations
428=Ukryj wizualizacje
#429=Auto Continue Mode
429=Tryb autokontynuacji
#430=Insert Random Tracks
430=Wstaw losowe utwory
#431=Remove Others
431=Usuń pozostałe
#432=Visualizations/Video
432=Wizualizacje/Wideo
#433=Current Viewer
433=Aktualna przeglądarka
#434=Music Browser
434=Przeglądarka muzyki
#435=Mode
435=Tryb
#436=Sort
436=Sortuj
#437=Filter
437=Filtr
#438=Play List
438=Lista odtwarzania
#439=Track List
439=Lista utworów
#440=Browser
440=Przeglądarka
#441=Success
441=Sukces
#442=Provider
442=Dostawca
#443=Failure
443=Porażka
#444=Volume
444=Głośność
#445=Auto
445=Automatyczne
#446=Sync with player
446=Synchr. z odtwarzaczem
#447=New
447=Nowe
#448=Messenger now playing
448="Teraz odtwarzane" dla Messangera
#449=Transparency
449=Przeźroczystość
#450=Skin
450=Skórka
#451=LastFM Scrobbler
451="Scrobbler" LastFM 
#452=Artist picture
452=Obrazek artysty
#453=Album picture
453=Obrazek albumu
#454=sec
454=sek
#455=Activation delay
455=Opóźnienie aktywacji
#456=Format is not supported
456=Format nie jest obsługiwany
#457=Refuse All
457=Odrzuć wszystko
#458=Cancel
458=Anuluj
#459=Help
459=Pomoc
#460=Penalty
460=Kara
#461=Bonus
461=Bonus
#462=Game Over
462=Koniec gry
#463=Total Time
463=Czas całkowity
#464=Game Info
464=Informacje o grze
#465=I don't know
465=Nie wiem
#466=Level
466=Poziom
#467=Select Game
467=Wybierz grę
#468=Crossfade
468=Przejście
#469=Disabled
469=Zablokowany
#470=End
470=Koniec
#471=Both
471=Obydwa
#472=External player
472=Zewnętrzny odtwarzacz
#473=Change case
473=Zmień wielkość liter
#474=All Caps
474=Wszystkie duże
#475=No Caps
475=Wszystkie małe
#476=Proper Case
476=Właściwe
#477=First Cap
477=Pierwsza duża
#478=Advanced
478=Zaawansowane
#480=Appearance
480=Wygląd
#481=Tooltips
481=Baloniki z podpowiedziami
#482=Behaviour
482=Zachowanie
#483=Maximum size
483=Maksymalny rozmiar
#484=Author
484=Autor
#485=Statistics
485=Statystyki
#486=Description
486=Opis
#487=Information
487=Informacje
#488=Pause
488=Pauza
#489=Download
489=Pobierz
#490=Create
490=Stwórz
#491=Update Info From File (Tags)
491=Pobierz dane z pliku (tagi)
#492=Locate Album
492=Zlokalizuj album
#493=More Options
493=Więcej opcji
#494=Descending
494=Malejąco
#496=Version
496=Wersja
#497=Style
497=Styl
#498=Controls
498=Kontrolki
#499=Clear
499=Wyczyść
#500=Tag Writer
500=Zapisywanie tagów
#501=Tag Reader
501=Odczytywanie tagów
#502=Read Depth
502=Dokładność odczytu
#503=Counting files
503=Zliczanie plików
